;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor: JEFE01
; TranslationAuthorEmail: jefemex01@gmail.com
; Product name: Wise Registry Cleaner
; Version = 11.1.7
; Update: Sep. 23, 2024
;
[Lang]
NativeLanguage=Español (México)
ChangeLang=Reinicie el programa para aplicar los cambios.

[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=Aceptar
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Cerrar
ButtonRestore=Restaurar
ButtonMenu=Menu
Support=Soporte y Comentarios

[Translation]
;
; Reading habits
; 
ReadHabit = De izquierda a derecha
;
;Font and Charset
;
LanguageName = ESM
LangCode=080a
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Información
Warning = Advertencias
Error = Error
Confirm = Confirmación
;
; Main GUI
;
FrmGeneral.chkuac.caption=Saltar UAC
FrmWRC.btnregclean.caption=Limpiador del Registro
FrmWRC.btnadv.caption=Ajuste del sistema
FrmWRC.btnsilm.caption=Optimizar Registro
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Configuración
FrmWRC.btnsuggest.caption=Soporte y comentarios
FrmWRC.WiseSimpleButton1.caption=Copia de seguridad
FrmWRC.btnupdate.caption=Buscar actualizaciones
FrmWRC.btnmessage.caption=Noticias


;
; Reg Cleaner
;
FrmReg.caption=Regístrese en
FrmRegClean.btnall.caption=Seleccionar todo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Ninguna selección
FrmRegClean.WiseLabel1.caption=Limpieza automática
FrmRegClean.lbltype.caption=Ejecutar tarea:
FrmRegClean.lblweek.caption=Fecha
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Escanear
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Escanear de nuevo
FrmRegClean.lblstat.caption=Aún no ha limpiado el registro. Se recomienda una limpieza instantánea.
FrmRegClean.vtrc.Columns[0]=Datos
FrmRegClean.vtrc.Columns[1]=Clave del Registro
FrmReg.lblinfo.caption=Gracias por elegir Wise Registry Cleaner
FrmReg.lblinfoex.caption=Por favor, introduzca su clave de licencia para activar la versión PRO.
FrmReg.lblemail.caption=Correo electrónico:
FrmReg.lblUser.caption=Su Nombre:
FrmReg.lblKey.caption=Clave de licencia:
FrmReg.btnReg.caption=Registro
FrmReg.btnbuy.caption=Comprar ahora
FrmReg.lblhelp.caption=¿Tiene problemas para introducir su clave de licencia?
FrmReg.btnContact.caption=Póngase en contacto con nosotros

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimizar
FrmOptimizer.btnnone.caption=Ninguna selección
FrmOptimizer.btnall.caption=Seleccionar todo
FrmOptimizer.btnDefault.caption=Sistema por default
Frmoptimizer.lblinfoex.caption=Optimizar el registro puede mejorar las conexiones de red, acelerar el sistema Windows y hacer que su sistema sea más estable.
FrmOptimizer.btnoptimize.caption=Optimizar
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Optimizar el registro puede hacer que el sistema sea más estable y funcione más rápido.
FrmRegDefragger.lblstat.caption=Aún no ha optimizado el registro. Se sugiere un análisis instantáneo.
FrmRegDefragger.btndefrag.caption=Optimizar
FrmRegDefragger.lblinfo1.caption=1. Le sugerimos que cierre todas las demás aplicaciones antes de ejecutar esta función.
FrmRegDefragger.lblinfo2.caption=2. El sistema puede dejar de responder temporalmente mientras se analiza y es normal.
FrmRegDefragger.lblinfo3.caption=3. El sistema se reiniciará automáticamente una vez finalizada la optimización del registro.
FrmRegDefragger.lblinfo4.caption=4. NO se desconecte durante el proceso de optimización, ya que puede causar consecuencias desconocidas.
FrmRegDefragger.vtdefrag.Columns[0]=Nombre
FrmRegDefragger.vtdefrag.Columns[1]=Tamaño actual
FrmRegDefragger.vtdefrag.Columns[2]=Nuevo tamaño
FrmRegDefragger.vtdefrag.Columns[3]=Tasa de redundancia
FrmRegDefragger.btnAnalysis.caption=Analizar
;
; Custom scan areas
;
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Seleccionar todo
Frmcustom.btnnone.caption=Ninguna selección
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=Aceptar
;
; About Window
;
Frmabout.lblstatus.caption=Estado:
frmabout.lblUninstall.caption=Instr. de desinstalación
frmabout.lblPolicy.caption=Política de privacidad
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Versión actual:
FrmAbout.lblemail.caption=Correo electrónico de soporte:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Página de inicio:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Gracias a las siguientes personas por su contribución:
FrmAboutWin.caption=Acerca de...
FrmAboutWin.btnok.caption=Aceptar
;
; Settings
;
FrmSettings.caption=Configuración
FrmSettings.tsCommon.caption=General
FrmGeneral.chkexp.caption=Unirse al Programa de Mejora de la Experiencia del Cliente
FrmGeneral.lblexp.caption=Detalle
FrmSettings.tsAutoRun.caption=Ejecución automática
FrmSettings.tsExclusion.caption=Exclusiones
FrmSettings.btnrestore.caption=Acerca de...
FrmSettings.btnok.caption=Aceptar
FrmSettings.btncancel.caption=Cancelar
FrmUsers.lblinfo.caption=Seleccione los usuarios que desea que gestione Wise Registry Cleaner.
FrmUsers.rdcuser.caption=Sólo el usuario actual
FrmUsers.rdauser.caption=Todos los usuarios
FrmUsers.rdusers.caption=Usuarios seleccionados
FrmSettings.tsUsers.caption=Usuarios
FrmGeneral.ckRestorePoint.caption=Crear automáticamente un punto de restauración del sistema antes de optimizar el registro.
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Crear un icono "Limpiar con 1 clic" en el escritorio
FrmAutorunSettings.lblcmd.caption=Modo línea de comandos
FrmAutorunSettings.lblcmdinfo.caption=Puede utilizar la línea de comandos para ejecutar este programa para escanear y limpiar el registro. Para obtener más información, pulse F1 o haga clic en la siguiente URL para leer nuestra documentación de ayuda.
FrmAutorunSettings.btnhelp.caption=Ayuda en línea
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Agregar palabra clave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Eliminar
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=Aceptar
Frminput.btncancel.caption=Cancelar
;
; General Settings
;
FrmGeneral.chkNews.caption=Obtención automática de boletines
FrmGeneral.chkbackup.caption=Copia de seguridad automática del registro antes de la limpieza
FrmGeneral.WiseLabel1.caption=Buscar actualizaciones:
FrmGeneral.WiseLabel2.caption=Idioma:
FrmGeneral.btnchecknew.caption=Comprobar ahora
FrmGeneral.lbtran.caption=Traducir a...
FrmGeneral.lblBackup.caption=Copia de seguridad a:
FrmGeneral.btnbr.caption=Examinar
;
; Backup and Restore
;
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Copia de seguridad
FrmBackup.btnreg.caption=Crear una copia de seguridad completa del registro
FrmBackup.btnsys.caption=Crear un punto de restauración del sistema
FrmRestore.caption=Centro de restauración
FrmRestore.btnRegBk.caption=Restauración del Registro
FrmRestore.btnSysBK.caption=Restauración del sistema
FrmRestore.btnclose.caption=Cerrar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Eliminar
;
; Update
;
frmupdate.caption=Actualización del software
;
; Popup Menus
;
pmLicenseKey1=Registrar
pmLicenseKey=Cambiar clave de licencia
pmHelp=Ayuda en línea
pmforum=Foro
pmHome=Página de inicio
pmContact=Contacte con nosotros
pmCheckNew=Buscar actualizaciones
pmStyle=Apariencia
pmLang=Idiomas
pmAbout=Acerca de...
pmIgnore=Ignorar seleccionados
pmrec=Seleccionar entradas seguras
pmAll1=Seleccionar todo
pmNone=Ninguna selección
pmGo=Abrir en el Editor del Registro
pmExport=Exportar a...
pmPortable=Crear una versión portátil
;
; DefProcess
;
FrmProcess.Caption=Análisis del registro
FrmProcess.lblwait.caption=Analizando...
FrmProcess.lblinfo.caption=Su PC no responderá durante unos segundos o minutos.
FrmProcess.lblwait.caption=Analizando, por favor espere...
FrmSettings.tsArea.caption=Área
FrmOptimizer.btnRecommended.caption=Recomendado
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Ilimitado
Free=Gratis
Registried=Registrado
Unregistried=No registrado
NoNews=No tienes ningún mensaje sin leer.
InvalidRegInfo=¡Información de registro no válida!
alluser=Todos los usuarios
currentuser=Usuario actual
Username=Nombre de usuario
Proupdate=Lo sentimos, esta versión en particular no admite la actualización a versiones más recientes. Si decide actualizarla, pasará a la versión gratuita. ¿Desea seguir actualizando?
MWDetected=Se ha detectado que MalwareBytes bloquea el funcionamiento de %s. Haga clic en Aceptar para obtener la solución.
ActivateOnline=Verificando su información de registro, por favor espere unos segundos...
WRCRunning=El programa se está ejecutando.
StopAndExit=El programa está escaneando, ¿desea detener el escaneo y salir ahora?
EmptyEmail=La dirección de correo electrónico no puede estar vacía.
EmptyName=El nombre de usuario no puede estar vacío.
InvalidEmail=Email inválido, por favor introduzca un email correcto.
EmpytKey=La clave de licencia no puede estar vacía.
InvalidKey=Clave de licencia inválida, por favor introduzca una clave correcta.
EnterEmail=Introduzca su correo electrónico
EnterName=Introduzca su nombre
EnterKey=Introduzca su clave de licencia
OverMaxTimes=Se ha superado el número máximo de activaciones.
ThanksRegister=Gracias por registrar este producto.
Activated=La versión PRO ha sido activada.
ConnectFail=No se ha podido conectar con el servidor. Por favor, compruebe su conexión de red e inténtelo de nuevo más tarde.
NoRegInfo=No se ha podido encontrar su información de registro, por favor compruébelo e inténtelo de nuevo. Si necesita más ayuda, póngase en contacto con nosotros.
NeedAdmire=Esta función es sólo para administradores. Si desea utilizar esta función, inicie sesión como administrador.
ScheduleHint=Limpia tu ordenador con regularidad.
Unoptimized=No optimizado
UpdateError=Error de actualización. ¿Desea descargar la última versión de nuestro sitio web?
RegeditorLocked=El Editor del Registro no está habilitado. Respaldar y Restaurar requiere acceso al Editor del Registro. ¿Desea habilitar el Editor del Registro ahora?
failtounLock=No se ha podido activar el Editor del Registro. Intente activarlo manualmente. O contacte con su administrador para que le ayude.
Total=Total
DefragRate=Puede ayudarle a reducir el tamaño del registro en %s.
SuggestDefrag=Se recomienda una optimización inmediata del registro.
SuggestIgnore=Apenas hay redundancia en su registro. Por favor, optimizalo la próxima vez.
TypeNoError=Limpiar
NeverClean=Aún no ha limpiado el registro. Se recomienda una limpieza instantánea.
AdviseClean=Limpiar regularmente el registro puede hacer que su PC funcione más rápido y sea más estable.
DupItem=Este punto ya está en la lista.
Advisedefrag=Optimizar el registro puede hacer que el sistema sea más estable y funcione más rápido.
NeverDefrag=Aún no ha optimizado el registro. Se recomienda un análisis inmediato.
LastDefrag=La última vez que se optimizó el registro fue en:
TotalDefrag=Se ha comprimido un total de %.2f.
DefaultValue= (Default)
RegBackup=Copia de seguridad del Registro
RegRestore=Restaurar Registro
CreateBackup=Crear copia de seguridad...
Compress=Comprimir...
Extracte=Extraer...
Complete=Completar
RestoreReg=Restaurando registro... Por favor espere unos minutos.
NotSupportOS=Este sistema operativo no admite esta función.
EnableRestore=La restauración del sistema está desactivada. ¿Desea activar la restauración del sistema?
SysCreating=Creando punto de restauración...
SysRestoring=Preparando punto de restauración...
RestorePointDone=Punto de restauración se ha creado correctamente.
RestorePointFail=No se pudo crear punto de restauración.
ErrorMsg=Mensaje de error:
Area=Área
Summary=Descripción
LeastOne=Por favor, elija al menos un área para escanear.
IsRunning=El programa está escaneando, por favor espere a que termine el escaneo e inténtelo de nuevo.
Optimized=Optimizado
ComfirmDefrag=Guarde su trabajo sin terminar. El sistema Windows se reiniciará inmediatamente después de la optimización del registro. ¿Quiere empezar ahora?
def15After=Han pasado %d días desde la última optimización del registro. Se recomienda un análisis inmediato.
def15Before=Su ordenador funcionará rápido y estable si mantiene su registro lo más compacto posible.
KeyWord=Por favor, introduzca sus palabras clave:
ExImport=La lista de exclusión se ha exportado a:
NoNewVer=Está utilizando la última versión.
Daily=Diario
Weekly=Semanal
Monthly=Mensualmente
Never=Nunca
TranslateTo=Traducir a...
NeedBack=Es la primera vez que utiliza el programa. Se recomienda hacer una copia de seguridad del registro inmediatamente. ¿Quiere hacer una copia de seguridad ahora?
Newsletter=Boletín
UpgradeInfo=Información de actualización
CannotCrTask=No se puede crear una tarea programada.
ScheduleNextTime=La próxima vez:
Exported=Los resultados del análisis se han exportado a %s. ¿Desea abrir el informe ahora?
Idle=En reposo
Login=Al iniciar sesión
LastClean=La última vez que limpió el registro fue en:
Monday=Lunes
Tuesday=Martes
Wednesday=Miércoles
Thursday=Jueves
Friday=Viernes
Saturday=Sábado
Sunday=Domingo
IssueFound=%d problemas
Scanning=Escaneando
ScanCanceled=Se ha cancelado el escaneo del registro.
FindError=Se encontraron un total de %d problemas, %d de los cuales no son seguros de eliminar.
LogAll=Se encontraron %d problemas, %d problemas han sido solucionados.
LogFail=No se han podido eliminar %d problemas.
StartClean=Limpiar
StartScan=Escanear
7After= Han pasado %d días desde la última limpieza del registro. Se recomienda escanear ahora.
7Before=Cuanto más limpio esté el registro, más rápido funcionará el ordenador.
ReScanHint=Se han encontrado %d problemas. Le sugerimos que escanee de nuevo para encontrar más problemas.
CleanNow=Haga clic en el botón 【Limpiar】 para solucionar estos problemas al instante y mejorar el rendimiento de su PC.
NoError=¡Enhorabuena! ¡Tiene un registro limpio!
GoodHabit=Limpiar el registro con regularidad puede ayudar a mantener el rendimiento óptimo de su PC.
ReScanHint1=Le recomendamos que vuelva a escanear para detectar posibles problemas inmediatamente.
TypeChanged=Ha cambiado los items de análisis.
ReScanHint2=Vuelva a escanear para detectar problemas.
CleanDone=¡Limpieza completada!
bkAuto=Automático
bkManual=Manual
BackupDate=Copia de seguridad creada
BackupType=Tipo
Problems=Problemas
CreateDate=Fecha de creación
Description=Descripción
Removebackup=¿Desea eliminar la copia de seguridad seleccionada?
RemoveSysRestore=¿Desea eliminar el punto de restauración del sistema seleccionado?
NoBackupSelected=Seleccione al menos una copia de seguridad para restaurar.
RestoreComplete=La restauración del registro ha finalizado.
RestoreFromSysRestore=Restaurar sistema necesita reiniciar su computadora. Guarde su trabajo antes de hacer clic en el botón SÍ. ¿Desea iniciar la restauración ahora?
WhenIdle=En reposo
WhenLogin=Al iniciar sesión
NewVer=¡Hay una nueva versión disponible! ¿Quieres actualizar ahora?
TranslateTo=Traducir a...
HistoryErrors=Total de errores corregidos: %d
clickfix=Haga clic aquí para corregirlo.

[Tuneup]
SuperPrefetchParameters=Desactivar Super-Prefetch para reducir el consumo de memoria en el arranque de Windows (8/10).
BlueReboot=Deshabilitar el reinicio automático cuando el sistema se encuentra con la pantalla azul de la muerte.
RemoteRegAccess=Deshabilitar la modificación del registro desde un ordenador remoto.
FileListSpeed=Optimizar la política de actualización de la lista de archivos de Windows.
PreviewUP=Acelerar la velocidad de visualización de las vistas previas de las ventanas de la barra de tareas.
OptDNS=Optimizar DNS y la velocidad de análisis de DNS.
OptLAN=Optimización de la conexión LAN.
ShowSpeed=Optimizada la velocidad de respuesta de la pantalla del sistema.
AeroSnap=Aceleración de Aero Snap para que la visualización en miniatura sea más rápida.
SSDSpeedup=Optimización de SSD
DisablePrefetch=Deshabilitar parámetros prefetch para extender la vida útil de SSD.
DisableSuperPrefetch=Deshabilitar parámetros Superfetch para extender la vida útil de SSD.
DisableDefragBoot=Desactivar el sistema de optimización de la unidad en el arranque para prolongar la vida útil del SSD. 
DisableDefragIdle=Desactivar la optimización automática en reposo para prolongar la vida útil de la unidad SSD.
EnableTRIM=Habilitar la función TRIM para mejorar el rendimiento de trabajo del SSD.
OptIEConnection=Aumentar el número máximo de conexiones por servidor. Aumento de la velocidad de visualización de páginas web y vídeos online.
IconCache=Aumentar la caché de iconos del sistema y acelerar la visualización del escritorio.
RestoreAll=¿Desea restaurar todos los items a los valores por default de Windows?
NoSelectedItem=Por favor, seleccione un item como mínimo.
OptItems=Los siguientes %d items pueden ser optimizados.
ItemsOptimized=Se han optimizado %d items.
TakeEff=Algunos cambios no entrarán en vigor hasta que reinicies tu PC.
NoItems=Enhorabuena. Todos los items han sido optimizados.
BootSpeedup=Aceleración del arranque/apagado.
SystemStable=Estabilidad del sistema
SystemSpeedup=Aceleración del sistema
NetworkSpeedup=Aceleración de la red
PrefetchParameters=Optimizar los parámetros de prefetch para mejorar la velocidad de arranque de Windows.
BootDelay=Reducir el tiempo de "comprobación del disco" para mejorar la velocidad de arranque de Windows.
BootPartition=Activar la función de optimización para mejorar la velocidad de arranque de Windows.
ClearPagingFile=Desactivar la limpieza del archivo de paginación de Windows al apagar para acelerar el apagado del PC.
TimeOut=Reducir el tiempo de inactividad de las aplicaciones al cerrar para mejorar el proceso de apagado.
AutoKill=Cerrar procesos congelados para evitar caídas del sistema.
RestartExplorer=Reiniciar automáticamente el Explorador de Windows para evitar la desaparición inesperada del escritorio.
TwoProcess=Configurar los componentes del Explorador de Windows para que se ejecuten en procesos separados evitando conflictos en el sistema.
ErrorReport=Desactivar la notificación de errores en pantalla para mejorar el rendimiento del sistema.
Debugger=Desactivar el depurador para acelerar el procesamiento de errores.
OptMemory=Optimizar la configuración predeterminada de la memoria para mejorar el rendimiento del sistema.
OptVEff=Optimizar la apariencia de los componentes frontales (cuadros de diálogo, menús, etc.) para mejorar el rendimiento del sistema.
OptFileSystem=Optimizar el sistema de archivos para mejorar el rendimiento del sistema.
OptDiskSystem=Optimizar el subsistema de E/S del disco para mejorar el rendimiento del sistema.
DisAutoRun=Desactivar la función "Reproducción automática" en las unidades de disco para evitar la infección/propagación de virus.
OptDiskIdle=Optimizar la E/S de disco mientras la CPU está inactiva.
OptTTL=Optimizar la configuración TTL (Time To Live) para mejorar el rendimiento de la red.
OptNetForward=Optimizar la capacidad de reenvío de red para mejorar el rendimiento de la red.
OptMTU=Mejorar el rendimiento de TCP/IP mediante la detección automática de «agujeros negros» en el enrutamiento con la técnica de descubrimiento de MTU de ruta.
OptWINS=Optimizar el tiempo de consulta del nombre WINS para mejorar la velocidad de transferencia de datos.
OptNetWork=Optimizar la configuración de red para mejorar el rendimiento de la comunicación.
CloseAnimate=Efecto de animación de cierre al maximizar o minimizar una ventana para acelerar la respuesta de la ventana.
PagingExecutive=Desactivar la paginación de memoria y reducir la E/S del disco para mejorar el rendimiento de la aplicación. (La opción puede ignorarse si la memoria física es <1 GB).
StaticIP=Establecer una IP estática para su conexión local para acelerar el arranque de su PC.
PorcessorTime=Optimizar el rendimiento del procesador para la ejecución de aplicaciones, juegos, etc. (Ignorar si es servidor)
DisableIDECheck=Evitar la comprobación del canal IDE por parte de Windows para mejorar la velocidad de arranque de Windows.
ForeAppSpeed=Aumentar la velocidad de respuesta de los programas en primer plano.
AeroPeek=Aumentar la velocidad de visualización de Aero Peek.
OptEthernet=Optimizar el rendimiento de la tarjeta Ethernet.
DisableHibernate=Desactivar la hibernación para ahorrar espacio en disco y alargar la vida del SSD. (También se desactivará el inicio rápido).
IndexOptimize=Optimizar la indexación de Windows.
RemoveShotcut=Eliminar la palabra "acceso directo"de los iconos de acceso directo.
AutoReStartShell=Optimizar el Explorador de Windows para que pueda reiniciarse automáticamente después de que se produzca una excepción para evitar que el sistema no responda.
ListveiwOpt=Optimizar el efecto visual del menú y la lista para mejorar la velocidad de funcionamiento del sistema.
Systemsecurity=Seguridad del sistema
DownloadMode=Desactivar la optimización de entrega de Windows Update para mejorar el rendimiento de la red.
highperformance=Ajustar el plan de energía a Alto Rendimiento para un rendimiento óptimo de Windows. 
minimizeperformance=Ajustar el plan de energía a Ahorro de energía para prolongar el tiempo de uso del portátil.
LockScreenToastEnabled=Desactivar la visualización de notificaciones en la pantalla de bloqueo para mantenerlas en privado.
[Type]
ContextMenu=Items de menú contextual no válidos
MUICache=Caché MUI
Services=Servicios de Windows
Activex=Componentes ActiveX/COM
FireWall=Configuración del cortafuegos
RootAll=Rutas no válidas
SoftwareSection=Rutas de software
ApplicationPaths=Rutas de aplicación
FileTypes=Tipos de archivo
HelpFiles=Archivos de ayuda
Fonts=Fuentes
SharedDLL=DLL compartidas
MRULists=Listas MRU de usuario
UninstallSection=Desinstalador
StartMenu=Menú Inicio
StartupProgram=Programas de inicio
SoundandAppEvents=Sonido y Eventos de Aplicaciones
IEUrlHistory=Historial de URL de IE
IFEO=Ejecución de archivos de imagen
EmptyKey=Teclas vacías
App=Configuración de aplicaciones

[ErrorMessage]
MUIError1=Falta referencia MUI, pero la unidad "%s" es %s, se recomienda ignorar este error.
MUIError=Falta referencia MUI
ServiceNotExists=El programa de servicio especificado no existe.
MimeExName=Extensión de archivo MIME incorrecta registrada: %s
EmptyKey=Clave vacía
EmptyHelpdirctory=Directorio de ayuda vacío.
FileNotExist=El archivo (carpeta) no existe.
HFileNotExist=El archivo (carpeta) de ayuda no existe. 
EmptyValue=Valor vacío 
TypeLib=La biblioteca de tipos no existe:
NodeEmpty=Nodo vacío 
SharedFilenotexist=El archivo compartido no existe. 
sharedfilenotbeuse=No se utiliza el archivo compartido. 
noconnection=Sin información de conexión del archivo.
Invalidpathtoicon=Ruta al icono no válida. 
ReferstoaninvalidClass=Referencia a una clase no válida. 
Emptyshellcommand=El comando shell está vacío. 
Invalidshellcommand=Comando shell inválido (Archivo no existe). 
Fontsnotexist=El archivo de fuentes no existe. 
Hijacking=%s ha sido secuestrado por %s. 
MRULists=Listas MRU de usuarios 
invalidOpenWith=No hay ninguna aplicación asociada a este tipo. 
ReferActivex=Hace referencia a una entrada ActiveX/COM no válida. 
EmptyCLSID=CLSID vacío. 
ComSourceNotExist=La fuente COM no existe. 
invalidUnistall=Información de desinstalación no válida. 
notexist=no existe. 
ObsoleteStartMenuItem=Item del menú Inicio obsoleto. 
SoundFilenotexist=El archivo de sonido no existe. 
FileNotExist1=Archivo (Carpeta) no existe, pero la unidad "%s" es %s, se recomienda ignorar este error.
OpenWithError=Abrir con error, la aplicación especificada no existe.
OpenWithError1=Abrir con error, la aplicación especificada no existe. Pero la unidad "%s" es %s, se recomienda ignorar este error.
ComSourceNotExist1=La fuente COM no existe, pero la unidad %s es %s, se recomienda ignorar este error.
Trojan=Este es un comportamiento típico del troyano. Le recomendamos encarecidamente que elimine inmediatamente la entrada y utilice un software antivirus para analizar su equipo.
InvalidShellExtensions=Extensiones de shell no válidas
progid=El identificador de programa especificado no existe:


[Summary]
ContextMenu=Items de menú contextual no válidos.
MUICache=Referencia de caché MUI no válida.
Services=Servicios Windows no válidos.
Activex=Componentes ActiveX y COM no válidos.
FireWall=Configuración del cortafuegos no válida.
RootAll=Rutas y archivos no válidos.
SoftwareSection=Rutas y archivos no válidos dejados por software removido.
ApplicationPaths=Rutas y archivos de aplicaciones registradas no válidos.
FileTypes=Información de extensión de archivo no válida.
HelpFiles=Archivos de ayuda registrados no válidos.
Fonts=Información de fuente no válida.
SharedDLL=Faltan bibliotecas compartidas de vínculos dinámicos.
MRULists=Historial de archivos a los que ha accedido el usuario, películas, doctos. editados, etc.
UninstallSection=Información de desinstalación inútil o no válida.
StartMenu=Items del menú de inicio obsoletos.
StartupProgram=Programas de inicio obsoletos o no válidos.
SoundandAppEvents=Ajustes de sonido y eventos obsoletos o no válidos.
IEUrlHistory=Historial de visitas web con IE.
IFEO=Entradas maliciosas creadas por spyware, virus o malware.
EmptyKey=Entradas sin información.
App=Ajustes de aplicaciones no válidos.

[AutoClean]
ErrorsFixed=los errores se han limpiado.
Title=¡Felicitaciones!
ErrorsFound=Se han encontrado errores.

[AutoUpdate]
CurrentFile=Archivo actual:
Canceling=Cancelando...
CANCEL=Cancelar
Ready=Listo para descargar

[Skin]
SkinDefault=Default
SkinLight=Claro
SkinDark=Oscuro

[Renew]
subscribed=No volver a recordar.
title=Wise Registry Cleaner PRO caducará en %d días.
title1=Su clave de licencia ha caducado. ¡Por favor, renuévela a tiempo!
Price=¡Renovar Pro solamente %s!
Describe=Perderá los privilegios de la Edición Pro.

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Pegar
pmdelete=Borrar
pmselectall=Seleccionar todo
pmundo=Deshacer
Renew=Renovar ahora

[feedback]
InvalidEmail=Por favor, introduzca la dirección de correo electrónico correcta.
emptyinput=Por favor, introduzca algo para enviar.
thanks=Gracias por sus comentarios.
FrmFeedback.lblfeedback.caption = ¿Cómo valoras %s?
FrmFeedback.lblemail.caption = Dirección de correo electrónico:
FrmFeedback.lblgood.caption = ¿Qué función le gusta más?
FrmFeedback.lblbad.caption = ¿Qué función le disgusta más?
FrmFeedback.lblwant.caption = ¿Qué nueva función le gustaría más?
FrmFeedback.btncancel.caption = No me interesa
FrmFeedback.btnsubmit.caption = Enviar

[WiseAi]
LoadUtilities=Cargando...
